[
  {
    "MTL ORG": {
    "webPage": "Things to do this week",
    "description": "Sparkling lights are appearing all around the city, reminding us that the festive season is here with treats for everyone. #MTLmoments",
    "pageURL": "https://www.mtl.org/en"
    }
  },
  {
    "title": "SOUK 19: on the cutting edge of Montréal design",
    "description": "For its 19th edition, the SOUK, a major avant-garde and contemporary Montréal design showcase, makes a fresh start in a former textile factory at the heart of Mile-Ex’s Architects District. From November 29 to December 3, 2023, the crème de la crème of Montréal’s up-and-coming designers will come together in a new setting to showcase their wares in true SOUK fashion. In collaboration with Sid Lee Architecture, the SOUK will transform the floors of this vacant building into a raw, minimalist backdrop to artisanal ingenuity. This impressive project looks to promote local design and foster exchanges while honouring the history of the site and its industrial past.",
    "date": "November 29 to December 3, 2023",
    "place": "7070 Saint-Urbain Street",
    "Admission": "$15 for adults, $10 for students and seniors, free for children under 17 years of age.",
    "website": "https://www.mtl.org/en/experience/souk",
    "imageURL": "https://www.mtl.org/sites/default/files/styles/playlist_banner_big/public/2021-10/46325.jpg?itok=K-M-TJFN"
  },
  {
    "title": "Montréal's best holiday markets for 2023",
    "description": "Get out your Santa sacks! It’s that time of year when Christmas markets spring up all over town. We’ll be taking you from modern bazaars to temples for artisanal products to Christmas villages. See our suggestions on the best Christmas markets to fill up your recyclable baskets or bags with one-of-a-kind local gifts.",
    "date": "November 25 to December 30, 2023",
    "place": "Place des Festivals",
    "website": "https://www.mtl.org/en/experience/shop-christmas-markets-montreal",
    "imageURL": "https://www.mtl.org/sites/default/files/styles/playlist_banner_big/public/2023-11/51472_1.jpg?itok=cepMpNOy"
  },
  {
    "title": "Montréal: City of lights",
    "description": "Montréal during the day and Montréal during the night is a tale of two cities. After dark, the city transforms: the bare stone walls of Old Montréal become history projected, while the Jacques-Cartier Bridge lights up in flashes of colour over the St. Lawrence River. Building facades in the entertainment district turn into movie screens, and the power of light to trick the eye gives some of Montréal’s first buildings all new life. Here’s just a few of Montréal’s light installations you won’t want to miss.",
    "date": "Everyday",
    "place": "Jacques-Cartier Bridge",
    "website": "https://www.mtl.org/en/experience/montreal-city-lights",
    "imageURL": "https://www.mtl.org/sites/default/files/styles/paragraph_image_text/public/2020-08/45520.jpg?itok=U3gbMMUz"
  },
  {
    "title": "",
    "description": "",
    "date": "",
    "place": "",
    "website": "",
    "imageURL": ""
  }
]
